#####################################################################
[Translation]

TRANSLATION_BY = Översatt av
TRANSLATION_NAME = Åke Engelbrektson
TRANSLATION_LINK = https://www.svenskasprakfiler.se
LANGUAGENAME=Svenska
FILEVER=4000


;LastUpdated=2014-10-10




#####################################################################

[Common]

SYSTEM_FONT_NAME = tahoma
SYSTEM_FONT_SIZE = 8

[MainPopup]
#-------------------------------------------------------------
MNU_OPEN_PICPICK		=&Bildredigerare
#-------------------------------------------------------------

MNU_CAPTURE			=Skärm&klipp
MNU_CAPTURE_FULLSCREEN		=&Helskärm
MNU_CAPTURE_ACTIVEWINDOW	=&Aktivt fönster
MNU_CAPTURE_CONTROL		=&Valfritt fönster
MNU_CAPTURE_SCROLLINGWINDOW	=&Skrollfönster
MNU_CAPTURE_REGION		=Flexibel &rektangel
MNU_CAPTURE_FIXEDREGION		=&Fixerad rektangel
MNU_CAPTURE_FREEHAND		=Fr&ihand
MNU_CAPTURE_WEBPAGE		=&Webbsida
MNU_CAPTURE_REPEAT		=Up&prepa senaste klipp

MNU_CAPTUREQBAR			=Visa klipp&meny...

#-------------------------------------------------------------
MNU_CAPTURE_SETTING		=Klipp&inställningar
MNU_OUTPUTTYPE			=&Utdata

MNU_OUTPUTTYPE_PICPICK		=PicPick &redigerare
MNU_OUTPUTTYPE_CLIPBOARD	=Kopiera till  ur&klipp
MNU_OUTPUTTYPE_SAVEIMAGE	=Spara som &fil
MNU_OUTPUTTYPE_SAVEFOLDER	=&Autospara som...
MNU_OUTPUTTYPE_OTHER		=E&xternt program...
MNU_OUTPUTTYPE_FTP		=Ladda upp via F&TP
MNU_OUTPUTTYPE_SHARE		=&Dela
MNU_OUTPUTTYPE_SENDTO		=&Skicka till
MNU_OUTPUTTYPE_FACEBOOK	=Ladda upp till Face&book
MNU_OUTPUTTYPE_TWITTER		=&Ladda upp till Twitter
MNU_OUTPUTTYPE_MSWORD		=Microsoft &Word
MNU_OUTPUTTYPE_MSEXCEL		=Microsoft &Excel
MNU_OUTPUTTYPE_MSPPT		=Microsoft &PowerPoint
MNU_OUTPUTTYPE_MSOUTLOOK	=E-post (&Outlook)
MNU_OUTPUTTYPE_PRINTER		=Skr&ivare
MNU_OUTPUTTYPE_SKYPE		=Skicka till Sk&ype
MNU_OUTPUTTYPE_CLOUD		=M&olnlagringstjänst

MNU_OUTPUTTYPE_WEB			=Ladda &upp på webben
MNU_OPT_DEFAULTFORMAT		=&Standard bildformat
MNU_OPT_OPENEDITOR		=&Öppna redigerare när programmet startas
MNU_OPT_STARTUPPROGRAM	=Starta Pi&cPick när Windows startar
#-------------------------------------------------------------
MNU_COLORPICKER			=Färg&väljare (Pipett)
MNU_COLORPALETTE		=Färg&palett
MNU_COPYCOLORTYPE		=&Kopiera färg som
MNU_COLORHISTORY		=&Tidigare färger
MNU_COLORHISTORY_CLEAR		=&Rensa
#-------------------------------------------------------------
MNU_MAGNIFIER			=&Förstoringsglas
MNU_PIXELRULER			=&Linjal
MNU_PROTRACTOR			=&Gradskiva
MNU_CROSSHAIR			=&Hårkors
MNU_WHITEBOARD			=Ritverkt&yg
MNU_CLOUDEXPLORER		=M&olnutforskare

#-------------------------------------------------------------
MNU_ABOUT_PICPICK		=&Alternativ...
MNU_EXIT_PICPICK		=Av&sluta


[PicPickEditor]
#-------------------------------------------------------------
MNU_FILE =&Arkiv
MNU_FILE_NEW =&Ny bild
MNU_FILE_OPEN =&Öppna...
MNU_FILE_OPENCLIPBOARD =Hämta från &urklipp
MNU_FILE_OPENURL =Hämta från &webbadress
MNU_FILE_SAVESAME=&Spara
MNU_FILE_SAVE =S&para som...
MNU_FILE_SAVESELECT =Spara &markering som...
MNU_FILE_SAVEALL=Spara a&lla...
MNU_FILE_PRINT=S&kriv ut...
MNU_FILE_CLOSEIMAGE =Stäng b&ild
MNU_FILE_CLOSECURRENTIMAGE =&Aktuell bild
MNU_FILE_CLOSEALLIMAGE =Alla bil&der
MNU_FILE_CLOSEALLSAVEDIMAGE =Alla &sparade bilder
MNU_FILE_CLOSEPICPICK =A&vsluta
#-------------------------------------------------------------
MNU_EDIT =&Redigera
MNU_EDIT_UNDO =&Ångra
MNU_EDIT_REDO =&Upprepa
MNU_EDIT_CUT =Kl&ipp ut
MNU_EDIT_COPY =&Kopiera
MNU_EDIT_PASTE =Klistra &in
MNU_EDIT_PASTEFROMFILE =Klistra in från &fil...
MNU_EDIT_SELECTDEL =&Ta bort
MNU_EDIT_SELECTNEW =&Beskär
MNU_EDIT_DESELECT =A&vmarkera
MNU_EDIT_SELECTALL =&Markera allt
MNU_EDIT_IMAGERESIZE =&Ändra bildstorlek...
MNU_EDIT_CANVASRESIZE =Ä&ndra storlek på arbetsytan...
MNU_EDIT_VIEWBITMAP =&Visa Bitmap i helskärm...
#-------------------------------------------------------------
MNU_TOOLS =Ver&ktyg
MNU_TOOLS_FULLSCREEN 		=&Helskärm
MNU_TOOLS_ACTIVEWINDOW 		=&Aktivt Fönster
MNU_TOOLS_CONTROL 		=&Valfritt &Fönster
MNU_TOOLS_SCROLLINGWINDOW	=&Scroll-fönster
MNU_TOOLS_WEBPAGE 		=&Webbsida
MNU_TOOLS_REGION 		=Flexibel &rektangel
MNU_TOOLS_FIXEDREGION 		=&Fixerad rektangel
MNU_TOOLS_FREEHAND 		=Fr&ihand
MNU_TOOLS_REPEAT 		=Re&petera senaste klippet
MNU_TOOLS_COLORPICKER		=Färg&väljare (Pipett)
MNU_TOOLS_COLORPALETTE		=Färg&palett
MNU_TOOLS_MAGNIFIER		=&Förstoringsglas
MNU_TOOLS_PIXELRULER		=&Linjal
MNU_TOOLS_PROTRACTOR		=&Gradskiva
MNU_TOOLS_CROSSHAIR		=&Hårkors
MNU_TOOLS_WHITEBOARD		=Ritverkt&yg
MNU_TOOLS_OPTION		=&Alternativ...
#-------------------------------------------------------------
MNU_TOOLSOPTION				=Klipp&inställningar
MNU_TOOLSOPTION_OUTPUTTYPE			=Utdata&typ
MNU_TOOLSOPTION_OPT_DEFAULTFORMAT		=Standard bild&format
MNU_TOOLSOPTION_DUALMONITORS			=Support för &flera skärmar
MNU_TOOLSOPTION_HOTKEY			=Ändra &kortkommandon...
MNU_TOOLSOPTION_SOUND				=Aktivera &ljudeffekt
MNU_TOOLSOPTION_SCROLLCAPTURE		=Aktivera &autoscroll
MNU_TOOLSOPTION_MOUSECURSOR			=Visa &pekare i klipp
MNU_TOOLSOPTION_STARTUPPROGRAM		=Starta PicPick vid &uppstart
MNU_TOOLSOPTION_OPENEDITOR			=Öppna &redigeraren när programmet startar
MNU_TOOLS_COLORTYPE				=Kopiera färg&kod som
#-------------------------------------------------------------
MNU_EFFECT 			=Effe&kter
MNU_EFFECT_INVERT 		=&Invertera
MNU_EFFECT_GRAYSCALE		=&Gråskala
MNU_EFFECT_MOSAIC 		=&Mosaik...
MNU_EFFECT_BLUR 		=&Oskärpa
MNU_EFFECT_SHARPEN 		=&Skärpa
MNU_EFFECT_BRIGHTNESS 		=L&jus/Kontrast...
MNU_EFFECT_HSL 			=&Nyans/Mättnad...
MNU_EFFECT_BORDER 		=Kante&ffekter
MNU_EFFECT_FLIP 		=V&änd
MNU_EFFECT_FLIPH 		=Vänd &horisontellt
MNU_EFFECT_FLIPV 		=Vänd &vertikalt
MNU_EFFECT_ROTATE 		=&Rotera
MNU_EFFECT_ROTATE90 		=&90° medurs
MNU_EFFECT_ROTATE180 		=&180° medurs
MNU_EFFECT_ROTATE270 		=&270° medurs
MNU_EFFECT_FRAME		=Ra&m...
MNU_EFFECT_COLORBALANCE		=Färgba&lans...
MNU_EFFECT_WATERMARK		=&Vattenstämpel...
#-------------------------------------------------------------
MNU_WINDOW =&Fönster
MNU_WINDOW_CASCADE =&Överlappande
MNU_WINDOW_TILEH =Ordna &horisontellt
MNU_WINDOW_TILEV =Ordna &vertikalt
MNU_WINDOW_MINIMIZEALL =Minimera alla
#-------------------------------------------------------------
MNU_HELP =&Hjälp
MNU_HELP_WEBSITE =PicPicks webbsida...
MNU_HELP_ABOUT =Om...

PNL_TOOL_TOOLS = Verktyg
PNL_TOOL_COLOR = Färg
PNL_TOOL_PROPERTY = Egenskaper
LBL_TOOL_WIDTHS = Bredd:
LBL_TOOL_OPACITY = Transparens
LBL_TOOL_SHAPE= Figur:

#-------------------------------------------------------------
#Ribbon

TAB_HOME=Hem
TAB_FILE=Arkiv
TAB_VIEW=Visa
TAB_SHAPES=Former
#3.4.0
TAB_SHAPES_SUB=Format
#3.4.0
#4.0.0
TAB_NUMBERSTAMP=Sifferstämpel
TAB_NUMBERSTAMP_SUB=Formatera
TAB_SELECTION=Markering
TAB_SELECTION_SUB=Formatera
TAB_MAGNIFIER=Förstoringseffekt
TAB_MAGNIFIER_SUB=Formatera
#4.0.0

TBR_CLIPBOARD=Urklipp
TBN_CLIPBOARD_PASTE=Klistra in
TBN_CLIPBOARD_CUT=Klipp ut
TBN_CLIPBOARD_COPY=Kopiera
TBN_CLIPBOARD_DELETE=Ta bort

TBR_VIEW=Visa
TBN_VIEW_ZOOMIN=Zooma in
TBN_VIEW_ZOOMOUT=Zooma ut
TBN_VIEW_FULL=Helskärm
TBN_VIEW_100=Verklig storlek

TBR_IMAGE=Bild
TBN_IMAGE_EFFECT=Effekter
TBN_IMAGE_CROP=Beskär
TBN_IMAGE_RESIZE=Storlek
TBN_IMAGE_ROTATE=Rotera

TBR_TOOLS=Verktyg
TBR_COLOR=Färger

POP_COLORTYPE1 = Pastellfärger
POP_COLORTYPE2 = Grundfärger

TBR_SHOWHIDE=Visa/Dölj
TBN_RULER=Linjaler
TBN_STATUSBAR=Statusrad
TBN_TAB = Flikar

TBN_THUMBNAIL=Miniatyrvy

TBR_WINDOW=Fönster
TBN_CASCADE=Kaskad
TBN_ARRANGEALL=Stapel

TBN_REGISTER=&Registrera...

TBN_VIEW_100=100%-vy

TBN_TOOLS_SELECT = Markera

#4.0.0
TBN_TOOLS_MOVE=Flytta
TBN_TOOLS_DRAW=Rita
TBN_TOOLS_DRAW_BRUSH=&Pensel
TBN_TOOLS_DRAW_ERASER=&Radera
TBN_TOOLS_DRAW_MARKER=&Markera
TBN_TOOLS_FILL=Fyll
TBN_TOOLS_FILL_OPTIONS=Fyllnadsalternativ
TBN_TOOLS_FILL_STANDARD=&Heltäckande fyllnad
TBN_TOOLS_FILL_REPLACEMENT=&Färgersättningsfyllnad

TBN_SELECT_SELECTION_SHAPES=Markeringsformer
TBN_SELECT_SELECTION_OPTIONS=Markeringsalternativ
TBN_SELECT_RECTANGLE=&Rektanglulär markering
TBN_SELECT_ELLIPSE=&Elliptisk markering

TBR_SIZE=Storlek
#4.0.0

TBN_MORECOLORS = Mer
MNU_PALETTETYPE = Palettyp

MNU_TOPBAR_TITLE = Anpassa menyrad
MNU_TOPBAR_MINIMIZERIBBON = &Minimera verktygsfält

#3.4.0
MNU_QAT_TITLE=Anpassa snabbåtkomstfältet
MNU_QAT_ADD=&Lägg till i snabbåtkomstfältet
MNU_QAT_DELETE=&Ta bort från snabbåtkomstfältet
MNU_QAT_ABOVE=&Visa snabbåtkomstfältet ovanför verktygsfältet
MNU_QAT_BELOW=&Visa snabbåtkomstfältet under verktygsfältet
#3.4.0

#-------------------------------------------------------------
[PicPickEditor Tip]
#-------------------------------------------------------------

TIP_FILE_NEW =Skapa en ny tom bild
TIP_FILE_OPEN =Öppna en befintlig bild
TIP_FILE_OPENCLIPBOARD =Öppna bild från urklipp
TIP_FILE_OPENURL =Öppna bild från webbadress
TIP_FILE_SAVE =Spara aktuell bild
TIP_FILE_SAVEAS =Spara aktuell bild under nytt namn
TIP_FILE_SAVESELECT =Spara markering under nytt namn
TIP_FILE_SAVEALL =Spara alla bilder under nytt namn
TIP_FILE_PRINT=Skriv ut bild
TIP_FILE_CLOSEIMAGE =Stäng aktuell bild
TIP_FILE_CLOSEALLIMAGE =Stäng alla bildfiler
TIP_FILE_CLOSEALLSAVEDIMAGE =Stäng alla sparade bildfiler
TIP_FILE_CLOSEPICPICK =Stäng fönster
#-------------------------------------------------------------
TIP_EDIT_UNDO =Ångra senaste åtgärd
TIP_EDIT_REDO =Upprepa ångrad åtgärd
TIP_EDIT_CUT =Klipp ut markerat område och flytta till urklipp
TIP_EDIT_COPY =Kopiera markerat område till urklipp
TIP_EDIT_PASTE =Klistra in urklipp i aktuell bild
TIP_EDIT_PASTEFROMFILE =Klistra in en fil i aktuell bild
TIP_EDIT_SELECTDEL =Ta bort markerat område
TIP_EDIT_SELECTNEW =Beskär bilden efter markerat område
TIP_EDIT_DESELECT =Avmarkera bild
TIP_EDIT_SELECTALL =Markera hela bilden
TIP_EDIT_IMAGERESIZE =Ändra storlek på bilden
TIP_EDIT_CANVASRESIZE =Ändra storlek på arbetsområde
TIP_EDIT_VIEWBITMAP =Visa bitmap i helskärmsläge.
#-------------------------------------------------------------
TIP_TOOLS_CAPTURE = Visa klippmeny på skärmen
TIP_TOOLS_FULLSCREEN =Skapa bild av hela skärmen
TIP_TOOLS_ACTIVEWINDOW =Skapa bild av aktivt fönster
TIP_TOOLS_CONTROL =Skapa bild av valfritt fönster eller fönsterdel
TIP_TOOLS_SCROLLINGWINDOW	=Skapa bild av scrollat fönster
TIP_TOOLS_WEBPAGE =Skapa bild av webbsidor
TIP_TOOLS_REGION =Skapa bild av flexibelt rektangulärt område
TIP_TOOLS_FREEHAND =Skapa bild av frihandsritat område
TIP_TOOLS_FIXEDREGION =Skapa bild av fixerat rektangulärt område
TIP_TOOLS_REPEAT =Skapa föregående bild en gång till
TIP_TOOLS_CAPTUREMENU = Klipp ut en bild från skärmen
TIP_TOOLS_COLORPICKER	= Hämta en färgkod på skärmen
TIP_TOOLS_COLORPALETTE	= Välj och fintrimma den färg du vill ha
TIP_TOOLS_MAGNIFIER	=Ta en närmare titt på skrivbordet
TIP_TOOLS_PIXELRULER	=Mät storleken på skrivbordsobjekt och bilder
TIP_TOOLS_CROSSHAIR	= Beräkna relativa koordinater
TIP_TOOLS_PROTRACTOR	=Mät olika vinklar på skärmen
TIP_TOOLS_WHITEBOARD	=För presentation eller för att rita något
TIP_TOOLS_OPTION	=Visa fler alternativ i programmet
#-------------------------------------------------------------
TIP_TOOLSOPTION					=Alternativ för skärmklipp
TIP_TOOLSOPTION_OUTPUTTYPE_PICPICK		=Skicka skärmklipp till redigerare
TIP_TOOLSOPTION_OUTPUTTYPE_CLIPBOARD		=Skicka skärmklipp till urklipp
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEIMAGE		=Spara skärmklipp som bildfil
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEFOLDER		=Spara skärmklipp i mapp
TIP_TOOLSOPTION_OUTPUTTYPE_OTHER		=Skicka skärmklipp till externt program
TIP_TOOLSOPTION_OUTPUTTYPE_FTP		=Skicka skärmklipp till FTP
TIP_TOOLSOPTION_OUTPUTTYPE_FACEBOOK	=Skicka skärmklipp till Facebook
TIP_TOOLSOPTION_OUTPUTTYPE_TWITTER	=Skicka skärmklipp till Twitter
TIP_TOOLSOPTION_OUTPUTTYPE_WORD	=Skicka skärmklipp till Word
TIP_TOOLSOPTION_OUTPUTTYPE_EXCEL	=Skicka skärmklipp till Excel
TIP_TOOLSOPTION_OUTPUTTYPE_POWERPOINT	=Skicka skärmklipp till Powerpoint
TIP_TOOLSOPTION_OUTPUTTYPE_OUTLOOK	=Skicka skärmklipp som e-post (Outlook)
TIP_TOOLSOPTION_OUTPUTTYPE_PRINTER	=Skicka skärmklipp till skrivare

TIP_TOOLSOPTION_OPT_DEFAULTFORMAT		=Ändra standardformat för skärmklipp
TIP_TOOLSOPTION_DUALMONITORS			=Stöd för skärmklipp från flera skärmar
TIP_TOOLSOPTION_HOTKEY				=Ändra funktion för tangentgenvägar...
TIP_TOOLSOPTION_SOUND				=Aktivera ljudeffekt vid skärmklipp
TIP_TOOLSOPTION_SCROLLCAPTURE			=Skapa skärmklipp av scrollfönster
TIP_TOOLSOPTION_MOUSECURSOR			=Inkludera muspekare i skärmklipp
TIP_TOOLSOPTION_STARTUPPROGRAM		=Starta PicPick när Windows startas
TIP_TOOLSOPTION_OPENEDITOR			=Öppna PicPick bildredigerare när programmet startas
TIP_TOOLS_COLORTYPE				= Ändra kodning för färgväljare [HTML, RGB, C++, Delphi]

#-------------------------------------------------------------
TIP_EFFECT_INVERT =Invertera bildfärger
TIP_EFFECT_GRAYSCALE =Konvertera bild till 256-färgers gråskala
TIP_EFFECT_MOSAIC =Skapa mosaikeffekt (pixelförstoring)
TIP_EFFECT_BLUR =Skapa oskärpa
TIP_EFFECT_SHARPEN =Skapa skärpa
TIP_EFFECT_BRIGHTNESS =Ljus/Kontrast
TIP_EFFECT_HSL =Nyans/Mättnad
TIP_EFFECT_FLIPH =Vänd markerat område eller hela bilden horisontellt
TIP_EFFECT_FLIPV =Vänd markerat område eller hela bilden vertikalt
TIP_EFFECT_ROTATE90 =Rotera 90' medurs
TIP_EFFECT_ROTATE180 =Rotera 180' medurs
TIP_EFFECT_ROTATE270 =Rotera 270' medurs
TIP_EFFECT_FRAME=Skapa en rameffekt
TIP_EFFECT_WATERMARK=Lägg till en vattenstämpel

#-------------------------------------------------------------
TIP_WINDOW_CASCADE =Ordna fönster överlappande
TIP_WINDOW_TILEH =Ordna fönster horisontellt
TIP_WINDOW_TILEV =Ordna fönster vertikalt
TIP_WINDOW_MINIMIZEALL =Minimera alla öppna fönster
#-------------------------------------------------------------
TIP_HELP_WEBSITE =Öppna PicPicks hemsida
TIP_HELP_ABOUT =Visa programinformation och copyright
#-------------------------------------------------------------

#4.0.0
TIP_TOOL_MOVE =Flytta en hela bilden eller ett markerat objekt.
TIP_TOOL_SELECT =Markera en del av bilden.
TIP_TOOL_FILL =Klicka på ett område i bilden och fyll det med färg.
TIP_TOOL_PICKCOLOR =Plocka en färg från skärmen och använd den att rita med.
TIP_TOOL_DRAW=Måla med olika penslar.
TIP_TOOL_SHAPE=Rita figurer på bilden

TIP_SIZE=Välj bredd på det valda verktyget
#4.0.0

TIP_OUTPUTTYPE_MSWORD1 		= Skicka en kopia av bilden till
TIP_OUTPUTTYPE_MSWORD2 		= Microsoft Word

TIP_OUTPUTTYPE_MSEXCEL1 		= Skicka en kopia av bilden till
TIP_OUTPUTTYPE_MSEXCEL2 		= Microsoft Excel

TIP_OUTPUTTYPE_MSPOWERPOINT1	= Skicka en kopia av bilden till
TIP_OUTPUTTYPE_MSPOWERPOINT2 	= Microsoft PowerPoint

TIP_OUTPUTTYPE_SKYPE1		= Skicka en kopia av bilden till
TIP_OUTPUTTYPE_SKYPE2 		= Skype


TIP_OUTPUTTYPE_PROGRAM1		= Skicka en kopia av bilden till
TIP_OUTPUTTYPE_PROGRAM2 		= externt program

TIP_OUTPUTTYPE_MSOUTLOOK1	=Bifoga en kopia av bilden i
TIP_OUTPUTTYPE_MSOUTLOOK2	=ett e-postmeddelande

TIP_OUTPUTTYPE_FACEBOOK1		= Ladda upp bilden
TIP_OUTPUTTYPE_FACEBOOK2 		= på Facebook

TIP_OUTPUTTYPE_TWITTER1		= Ladda upp bilden
TIP_OUTPUTTYPE_TWITTER2 		= på Twitter

TIP_OUTPUTTYPE_FTP1		= Skicka bilden direkt till
TIP_OUTPUTTYPE_FTP2 		= en FTP-plats

TIP_OUTPUTTYPE_WEBUPLOAD1	= Skicka bilden direkt till
TIP_OUTPUTTYPE_WEBUPLOAD2	= en webbplats

TIP_OUTPUTTYPE_CLOUD1		= Ladda upp bilden till Dropbox,
TIP_OUTPUTTYPE_CLOUD2 		= Google Drive, SkyDrive...

TIP_IMAGE_ROTATEFLIP = Rotera eller vänd, bild eller markering

TIP_TOOLS_EFFECT=Välj effekter
TIP_TOOLS_WIDTHS=Välj bredd
TIP_TOOLS_OPACITY = Välj transparens

TIP_VIEW_ZOOMIN = Zooma in aktuell bild
TIP_VIEW_ZOOMOUT = Zooma ut aktuell bild
TIP_VIEW_ZOOMSELECT =Zooma in eller ut
TIP_VIEW_ACTUALSIZE = Zooma till 100%
TIP_VIEW_THUMBNAIL=Visa miniatyrsida för att snabbt hitta en bild  

TIP_SHOW_RULER=Visa eller dölj linjaler för att mäta på bilder
TIP_SHOW_STATUSBAR=Visa eller dölj statusrad i botten på fönstret
TIP_SHOW_TAB=Visa eller dölj flikrad

TIP_COLOR_COLOR1 = Förgrundsfärg
TIP_COLOR_COLOR2 = Bakgrundsfärg
TIP_COLOR_SWAP=Växla för- och bakgrundsfärger
TIP_COLOR_DEFAULT = Standard för- och bakgrundsfärger
TIP_COLOR_MORE=Visa fler paletter

TIP_SHAPE_FLATTEN=Sammanfoga figur
TIP_SHAPE_DELETE=Ta bort figur
TIP_SHAPE_DUPLICATE=Duplicera figur

TIP_SHAPE_FILL=Fyll markerad figur
TIP_SHAPE_OUTLINE=Kontur
TIP_SHAPE_EFFECTS=Formatera figurer
TIP_SHAPE_ADDTEXT=Infoga text i figur

TIP_SHAPE_FLATTEN_ALL=Sammanfoga alla figurer
TIP_SHAPE_BRINGTOFRONT=Flytta markerat objekt framåt så att det döljs av färre objekt
TIP_SHAPE_SENDTOBACK=Flytta markerat objekt bakåt så att det döljs av fler objekt

[Dialogs]
#-------------------------------------------------------------
DLG_PICPICK_EDITOR_TITLE =PicPick bildredigerare
DLG_CONTROLCAPTURE_TITLE =Valfritt fönster
DLG_SCROLLINGWINDOWCAPTURE_TITLE =Scroll-fönster
DLG_REGIONCAPTURE_TITLE =Flexibel rektangel
DLG_FIXEDREGIONCAPTURE_TITLE =Fixerad rektangel
DLG_FREEHANDCAPTURE_TITLE=Frihand
DLG_WHITEBOARDTOOL_TITLE=Ritverktyg
DLG_MAGNIFIER_TITLE=Förstoringsglas
DLG_COLORPICKER_TITLE =Färgväljare
DLG_CROSSHAIR_TITLE=Hårkors
DLG_COLORPALETTE_TITLE =Färgpalett
DLG_AUTOSAVE_TITLE = Autospara
DLG_NEWIMAGE_TITLE = Ny bild
DLG_PRINT_TITLE = Skriv ut
DLG_CANVASSET_TITLE = Ändra storlek på arbetsyta
DLG_IMAGERESIZE_TITLE = Ändra storlek på bild
DLG_ABOUT_TITLE = Om
DLG_PIXELATE_TITLE = Mosaik
DLG_HUESATURATION_TITLE = Nyans/Mättnad
DLG_BRIGHTNESSCONTRAST_TITLE = Ljus/Kontrast
DLG_FRAME_TITLE		=Ram
DLG_WATERMARK_TITLE		=Vattenstämpel
DLG_FONTVIEW_TITLE = Infoga text
DLG_CAPTURE_TITLE=Skärmklipp
DLG_CHANGEHOTKEY_TITLE = Tangentbord
DLG_WEBPAGECAPTURE_TITLE = Webbsidor
DLG_SHORTCUT_TITLE = Ändra tangenbordsgenvägar
DLG_SETUP_TITLE		=Inställningar
DLG_FILENAMESETUP_TITLE	=Filnamn
DLG_IMAGES_TITLE	=Bilder

#3.4.0
DLG_GENERALSETUP_TITLE	=Allmänt
#3.4.0


DLG_FTPSETUP_TITLE	=FTP
DLG_EDITORSETUP_TITLE	=Redigerare
DLG_ARROWSET_TITLE	=Anpassa pil
DLG_FACEBOOK_TITLE	=Anslut Facebook
DLG_TWITTER_TITLE		=Anslut Twitter
DLG_WEBUPLOAD_TITLE		=Ladda upp på webben

BTN_OK = &OK
BTN_CANCEL = &Avbryt
BTN_APPLY = &Verkställ
#-------------------------------------------------------------

[About]

GRP_PRESET = Inställningar
CHK_ADDSTARTUP = Starta programet när Windows startar
CHK_ADDDESTKOP = Skapa en skrivbordsikon
CHK_CHECKUPDATE = Sök efter programuppdateringar
LBL_LANGUAGE = Språk
BTN_HOTKEY = Snabbtangenter...
BTN_CREDIT = Tack till
LBL_PROGRAMPARAMETER=&Parametrar...
CHK_SETTINGTOAPPDATA=Spara inställningar till AppData
LBL_MORELANGUAGE=Fler språk...

[Captures]
#-------------------------------------------------------------
GRP_CONTROLCAPTURE_PROPERTY =Egenskaper
LBL_CONTROLCAPTURE_CLASS =Namn
LBL_CONTROLCAPTURE_SIZE =Storlek
LBL_CONTROLCAPTURE_INFO=Kontroll
LBL_CONTROLCAPTURE_SCROLL=Autoscroll
LBL_CONTROLCAPTURE_OUTPUTTYPE =Utdatatyp
LBL_CONTROLCAPTURE_HANDLE =Hantera
LBL_CONTROLCAPTURE_RECT =Rect
LBL_CONTROLCAPTURE_BOTTOMTIP =Välj en fönsterkontroll, och tryck PrintScrn.

GRP_FIXEDREGIONCAPTURE_PROPERTY = Rektangelstorlek
LBL_FIXEDREGIONCAPTURE_WIDTH = Bredd:
LBL_FIXEDREGIONCAPTURE_HEIGHT =Höjd:

TIP_REGIONCAPTURE_NOTDRAG =Välj ett rektangulärt område på skärmen.
TIP_PIXEL = Pixel
TIP_FREEHANDCAPTURE_NOTDRAG =Markera ett område på frihand, för skärmklipp.

LBL_COLORPICKER_COLORAS =Färgkod för:
LBL_COLORPICKER_VALUE =Värde:

LSV_WEBPAGECAPTURE_LIST = Välj webbsida för skärmklipp
BTN_WEBPAGECAPTURE_RELOAD = &Uppdatera
BTN_WEBPAGECAPTURE_CAPTURE = &Klipp

LBL_MINIHELP=Håll ner vänster musknapp för att markera ett område.
#-------------------------------------------------------------


[Shortcut]
#-------------------------------------------------------------
TAB_HOTKEY = Snabbtangenter
GRB_CAPTURE = Skärmklipp
GRB_TOOLS = Verktyg

LBL_KEYNONE = Ingen

LBL_CAPTURE_FULLSCREEN		=Helskärm
LBL_CAPTURE_ACTIVEWINDOW	=Aktivt fönster
LBL_CAPTURE_CONTROL		=Valfritt fönster
LBL_CAPTURE_SCROLLINGWINDOW	=Scroll-fönster
LBL_CAPTURE_REGION		=Flexibel rektangel
LBL_CAPTURE_FIXEDREGION		=Fixerad rektangel
LBL_CAPTURE_FREEHAND		=Frihand
LBL_CAPTURE_WEBPAGE		=Webbsida
LBL_CAPTURE_REPEAT		=Upprepa senaste klipp

LBL_TOOLS_EDITOR		=Bildredigerare
LBL_TOOLS_COLORPICKER		=Färgväljare (Pipett)
LBL_TOOLS_COLORPALETTE		=Färgpalett
LBL_TOOLS_PIXELRULER		=Linjal
LBL_TOOLS_PROTRACTOR		=Vinkelhake
LBL_TOOLS_CROSSHAIR		=Hårkors
LBL_TOOLS_WHITEBOARD		=Ritverktyg

LBL_TOOLS_MAGNIFIER		=Förstoringsglas

CBO_HOTKEY_CUSTOM		=Anpassat...
CBO_HOTKEY_DEFAULT		=PicPick-standard
CBO_HOTKEY_HYPERSNAP		=HyperSnap
CBO_HOTKEY_NONE			=Inaktiverad
#-------------------------------------------------------------


#-------------------------------------------------------------

[FontView]

GRP_COLOR = Färger
LBL_FONTCOLOR = Teckensnitt
CHK_FILLCOLOR = Fyllnadsfärg
CHK_AA = Kantutjämna teckensnitt

[AutoSave]
#-------------------------------------------------------------

GRP_SELECTFOLDER =Spara skärmklipp automatiskt
LBL_SELECTFOLDER =Välj en katalog för att spara skärmklipp automatiskt.
BTN_SELECTFOLDER =&Bläddra...
GRP_SELECTFILENAME =Filnamn
RDO_SELECTFILENAME_TEXT =Text + nummer
RDO_SELECTFILENAME_NUM =Endast nummer
RDO_SELECTFILENAME_DATETIME =Datum/Tid
LBL_SELECTFILENAME_DATETIME_FORMAT = yyyy-mm-dd hh nn ss
EDT_SELECTFILENAME_DEFAULT = Bild
GRP_SELECTFORMAT =Filformat
RDO_SELECTFORMAT_BMP =Bitmap (*.bmp)
RDO_SELECTFORMAT_JPG =JPEG bildfiler(*.jpg)
RDO_SELECTFORMAT_PNG =Portable Network Graphic (*.png)
RDO_SELECTFORMAT_GIF =CompuServe GIF Image (*.gif)
RDO_SELECTFORMAT_PDF =PDF-filer (*.pdf)
LBL_SAVEFILENAME=Ange standardfilnamn för autospara eller FTP-uppladdning.
LBL_EXAMPLETITLE=Exempel)
LBL_EXAMPLE1=%y : År, %m : Månad, %d : Dag
LBL_EXAMPLE2=%h : Timma, %n : Minut, %s : Sekund
LBL_EXAMPLE3=%c : Nummer
LBL_EXAMPLE4=%u : Användarnamn, %w : Datornamn
LBL_EXAMPLE5=%t : Unix tidsstämpel
GRB_OTHERPROGRAM=Externt Program
LBL_OTHERPROGRAM=Välj ett externt program att skicka skärmklipp till.
LBL_OTHERPROGRAMPATH=Programsökväg:
LBL_OTHERPROGRAMPARAMETER=Parameter: 
LBL_OTHERPROGRAMSELECT=Skicka till externt program...
LBL_OTHERPROGRAMMSWORD=Microsoft Word
LBL_OTHERPROGRAMMSEXCEL=Microsoft Excel
LBL_OTHERPROGRAMMSPPT=Microsoft PowerPoint

[CaptureSet]
#-------------------------------------------------------------
GRB_CAPTUREOPTION		=Skärmklippinställningar
CHK_DUALMONITORS		=Stöd för flera skärmar
CHK_SOUND			=Aktivera ljudeffekt vid skärmklipp
CHK_MOUSECURSOR		=Inkludera muspekare i skärmklipp.
CHK_HIDEEDITOR			=Dölj PicPicks redigerare före skärmklippet
CHK_ALWAYSCOPYCLIPBOARD	=Kopiera alltid skärmklipp till urklipp
CHK_STARTWITHCAPTUREBAR	=Visa klippmenyn vid programstart

GRB_AUTOSCROLL			=Auto-scroll
CHK_SCROLLCAPTURE		=Aktivera auto-scroll
LBL_SCROLLDELAY			=Scroll-fördröjning: 
LBL_SCROLLDELAYMS		=ms

GRB_MAGNIFIER			=Förstoringsfönster
CHK_MAGNIFIER			=Visa förstoringsfönster vid skärmklippstagning
LBL_ZOOMSCALE			=Zoom-faktor:

GRB_CAPTUREDELAY		=Fördröjning före skärmklipp
CHK_ADVANCECONTROLCAPTURE = Använd avancerat fönsterklipp

#-------------------------------------------------------------

[FTP]
#-------------------------------------------------------------
GRB_FTPSERVER = FTP-server
LBL_FTPADDRESS  =FTP-server:
LBL_REMOTEPATH = Fjärrdestination:
LBL_PORT=Port :
CHK_PASSIVEFTP= Använd passiv FTP
LBL_USERNAME=Användarnamn:
LBL_PASSWORD=Lösenord:
BTN_CONNECTTEST=TEST
LBL_SENDWEBBROWSER=Öppna URL i webbläsare
LBL_SENDCLIPBOARD=Kopiera URL till urklipp
LBL_WEBADDRESS=URL
#-------------------------------------------------------------

[EditorSet]
#-------------------------------------------------------------
GRB_EDITOROPTION = Redigerare
CHK_OPENEDITORWHENSTART=Öppna bildredigeraren när programmet startar
CHK_CENTERIMAGE =Placera bilden i mitten på fönstret
CHK_CLOSEWITHOUTASKING =Stäng osparade bilder utan att fråga
CHK_CROPNEW=Beskär som ny bild
CHK_SHOWCLASSICUI=Visa klassiska verktygsfält

LBL_BG=Bakgrundsfärg:
RDO_BGGRID=Rutnät
RDO_BGSOLID=Solid färg

GRB_FILETYPE=Filassociationer
LBL_FILETYPE=Välj vilka filformat du vill associera med PicPick.
LBL_FILETYPEVISTA=Gör PicPick till standard bildredigerare

#-------------------------------------------------------------

[ArrowSet]
#-------------------------------------------------------------
CHK_START = Start
CHK_END = Slut
CHK_OUTLINE = Lägg till kontur
CBO_AT_ARROW1 = Pil 1
CBO_AT_ARROW2 = Pil 2
CBO_AT_CIRCLE = Cirkel
CBO_AT_DIAMOND = Diamant
#-------------------------------------------------------------


[CanvasSet]
#-------------------------------------------------------------
GRP_SIZE = Arbetsyta
LBL_WIDTH = Ny bredd
LBL_HEIGHT =Ny höjd
LBL_BACKCOLOR = Bakgrundsfärg
LBL_PRESETS = Förinställningar
CBO_CLIPBOARD=Urklipp
CBO_LASTUSED=Senast öppnad
CBO_CURRENT=Aktuell bildstorlek
#-------------------------------------------------------------

[ResizeSet]
#-------------------------------------------------------------
LBL_ZOOM = 
RDO_ZOOM = Ändra procentuellt
RDO_SIZE = Specificerad storlek
CHK_KEEP = Bevara proportioner
LBL_WIDTH = Bredd
LBL_HEIGHT = Höjd


[ColorSet]
#-------------------------------------------------------------
BTN_PREVIEW = &Förhandsvisa
LBL_PIXELATE = Mosaik
LBL_HUE = Nyans
LBL_SATURATION = Mättnad
LBL_BIRGHTNESS = Ljus
LBL_CONTRAST = Kontrast
#-------------------------------------------------------------

[FrameSet]
#-------------------------------------------------------------
GRP_PREVIEW = Förhandsvisa
GRP_EFFECT = Effekt
CHK_BORDER = Kantlinje
CHK_FRAME = Ram
LBL_ETC=Sök fler effekter...
CHK_AUTO=Lägg till en rameffekt vid skärmklipp
#-------------------------------------------------------------

[Palette]
#-------------------------------------------------------------
LBL_RED =&Röd
LBL_GREEN =&Grön
LBL_BLUE =&Blå
LBL_TYPE = Färg som:
BTN_COPY =&Kopiera

CLR_DEFAULTTEXT = Färgpalett
CLR_CUSTOMTEXT = Fler färger...
#-------------------------------------------------------------

[PixelRuler]
#-------------------------------------------------------------
MNU_RULER_MOVE =&Flytta
MNU_RULER_MOVE_UP =&Upp
MNU_RULER_MOVE_DOWN =&Ner
MNU_RULER_MOVE_LEFT =&Vänster
MNU_RULER_MOVE_RIGHT =&Höger
#-------------------------------------------------------------
MNU_RULER_TYPE =&Typ
MNU_RULER_TYPE_HOTRIZONTAL =&Horisontell
MNU_RULER_TYPE_VERTICAL =&Vertikal
#-------------------------------------------------------------
MNU_RULER_TRANSPARENT =T&ransparens
MNU_RULER_TRANSPARENT_USE =&Aktivera
MNU_RULER_TRANSPARENT_NOTUSE =&Inaktivera
MNU_RULER_TRANSPARENT_INC =&Öka(+)
MNU_RULER_TRANSPARENT_DEC =&Minska(-)

MNU_MAGNIFIER		=Visa &förstoringsglas...

#-------------------------------------------------------------
MNU_RULER_EXIT =A&vsluta
#-------------------------------------------------------------
MNU_RULER_UNIT =&Enheter
MNU_RULER_UNIT_PIXEL =&Pixel
MNU_RULER_UNIT_INCH =&Inch
MNU_RULER_UNIT_CM = &Centimeter
MNU_RULER_UNIT_DPI = &DPI
MNU_RULER_COLOR = &Färg
MNU_RULER_COLOR_BLUE = &Blå (Default)
MNU_RULER_COLOR_YELLOW = &Gul (Classic)
MNU_RULER_COLOR_WHITE = &Vit
MNU_RULER_COLOR_BLACK = &Svart
MNU_RULER_UNIT_DPI_CUSTOM = &Anpassa...
DLG_CUSTOMDPI_TITLE= Anpassad DPI-inställning
LBL_CUSTOMDPI_TEXT= Ange pixel per inch (DPI) :

[WhiteBoard]
#-------------------------------------------------------------
MNU_WHITEBOARD_PENWIDTH =Linje&bredd
MNU_WHITEBOARD_PENCOLOR =Linje&färg
MNU_WHITEBOARD_PENCOLOR_BLACK =Svart
MNU_WHITEBOARD_PENCOLOR_WHITE =Vit
MNU_WHITEBOARD_PENCOLOR_RED =Röd
MNU_WHITEBOARD_PENCOLOR_GREEN =Grön
MNU_WHITEBOARD_PENCOLOR_BLUE =Blå
MNU_WHITEBOARD_PENCOLOR_CYAN =Cyan
MNU_WHITEBOARD_PENCOLOR_MAGENTA =Magenta
MNU_WHITEBOARD_PENCOLOR_YELLOW =Gul
MNU_WHITEBOARD_PENCOLOR_GRAY =Grå
MNU_WHITEBOARD_PENCOLOR_CUSTOM =&Etc...
#-------------------------------------------------------------
MNU_WHITEBOARD_CLEAR =&Rensa
MNU_WHITEBOARD_SAVE =&Skärmklipp
MNU_WHITEBOARD_EXIT =A&vsluta
#-------------------------------------------------------------
TIP_TOOL_MOVE =Flytta
TIP_TOOL_ZOOM =Zooma
TIP_TOOL_PEN =Penna
TIP_TOOL_LINE =Linje
TIP_TOOL_ARROW =Pil
TIP_TOOL_SHAPE=Form
TIP_TOOL_RECT =Rektangel
TIP_TOOL_ELLIPSE =Ellips
TIP_TOOL_RRECT =Rektangel med rundade hörn
TIP_TOOL_TRANSPARENT = Transparens
TIP_TOOL_CLEAR=Rensa
TIP_TOOL_SAVE=Skärmklipp
TIP_TOOL_WIDTH=Bredd
TIP_TOOL_COLOR=Färg

[Print]
#-------------------------------------------------------------
BTN_PRINTERSETUP=Utskriftsinställning...
BTN_PRINT=&Skriv ut
GRB_PREVIEW =Förhandsgranska

TAB_PAPERSETUP=Sidinställning
TAB_ADDTEXT=Lägg till text

GRB_MARGINSETUP=&Marginal (mm)
LBL_MARGINTOP=Topp
LBL_MARGINLEFT=Vänster
LBL_MARGINRIGHT=Höger
LBL_MARGINBOTTOM=Botten

GRB_IMAGESETUP=&Bildjustering
CHK_CENTER=Centrera bild
CHK_SHRINK=Anpassa till sida (krymp)
CHK_PROPORTINAL=Behåll proportioner
CHK_GRAYSCALE=Gråskala

GRB_PAPERCOUNT=&Antal kopior
LBL_PAPERUNIT=Sidor

GRB_ORIENTATION=&Orientering
RDO_PORTRAIT=Porträtt
RDO_LANDSCAPE=Landskap

GRB_HEADER=&Utskriftshuvud
CHK_HEADERADD=Lägg till
CBO_HEADERDEFAULT=Skriv överskriftstext här
LBL_HEADERMARGIN=Marginal:
BTN_HEADERFONT=Teckensnitt...
RDO_HEADERLEFT=Vänster
RDO_HEADERCENTER=Centrera
RDO_HEADERRIGHT=Höger

GRB_FOOTER=&Fotnot
CHK_FOOTERADD=Lägg till
CBO_FOOTERDEFAULT=Skriv fotnot här
LBL_FOOTERMARGIN=Marginal:
BTN_FOOTERFONT=Teckensnitt...
RDO_FOOTERLEFT=Vänster
RDO_FOOTERCENTER=Centrera
RDO_FOOTERRIGHT=Höger
#-------------------------------------------------------------

[Facebook] 
#and Twitter
#and WebUpload
#-------------------------------------------------------------
BTN_CLOSE = &Stäng
LBL_PREVIEW = Förhandsvisning
LBL_CAPTION = Fotoklipp
RDO_SELECTALBUMS = Välj album
RDO_CREATEALBUM = Skapa nytt album
LBL_CREATEALBUM_NAME = Namn: 
LBL_CREATEALBUM_LOCATION = Plats: 
LBL_CREATEALBUM_DESCRIPTION =Beskrivning: 
LBL_CREATEALBUM_PRIVACY = Integritet: 
CBO_CREATEALBUM_1 = Alla
CBO_CREATEALBUM_2 = Mina nätverk och vänner
CBO_CREATEALBUM_3 = Vänner till vänner
CBO_CREATEALBUM_4 = Endast vänner
BTN_UPLOAD = Ladda upp
LBL_IMGURL = Bildlänk
LBL_LINKURL = Albumlänk
LBL_UPLOADING=Laddar upp...
LBL_UPLOADCOMPLETE = Uppladdning slutförd
LBL_UPLOADWAIT = Väntar på svar...
LBL_UPLOADFAILURE = Uppladdningsfel. Försök igen.
LBL_UPLOADRESULT = Du har laddat upp en bild. 

LBL_ACCOUNT = Konto:
LBL_PASSWORD = Lösenord:
LBL_REMEMBERPASSWORD = Kom ihåg lösenordet
LBL_MESSAGE = Meddelande:

LBL_WEBUPLOAD_TITLE = Ladda upp din bild direkt till
LBL_WEBUPLOAD_TITLESUB = ImageShack - gratis bildlagringstjänst
LBL_WEBUPLOAD_SIGNUP = Registrera för att hantera dina bilder!

LBL_WEBUPLOAD_NOACCOUNT = Gäst (Inget registreringskrav)
LBL_WEBUPLOAD_ACCOUNTEXIST = Jag har ett ImageShack-konto

BTN_REQUESTTWITTERPIN = Begär Twitter PIN
BTN_REMEMBERME = Kom ihåg mig på den här datorn
LBL_TWITTERPIN = PIN
BTN_CONNECT = &Anslut
BTN_DISCONNECT = &Koppla ifrån

#-------------------------------------------------------------

[ThumbnailView]

BTN_QUICKTABS=Flikar
MNU_RENAME=&Byt namn...
LBL_RENAME=Ange ett filnamn.

[ObjectProperty]

#4.0.0
SHP_TEXTBOX=Textfält
SHP_HIGHLIGHTRECT=Markeringsfärg
SHP_MAGNIFYEFFECT=Förstoringseffekt
SHP_NUMBERSTAMP=Sifferstämpel
SHP_LINES=Linje
SHP_CUSTOMSHAPES=Anpassade figurer
#4.0.0

SHP_SHAPES = Figurer
SHP_LINE = Rak linje
SHP_CURVE = Böjd linje
SHP_ARROW = Rak pil
SHP_CURVEARROW = Böjd pil
SHP_ELLIPSE = Ellips
SHP_RECT = Rektangel
SHP_ROUNDRECT = Rundad rektangel
SHP_BALLOON = Pratbubbla
SHP_DIAMOND = Diamant
SHP_PENTAGON = Pentagon
SHP_Hexagon = Hexagon
SHP_5STAR = 5-uddig stjärna
SHP_6STAR = 6-uddig stjärna

TAB_EDIT = Redigera
TBN_DELETE_OBJECT = &Ta bort
TBN_DUPLICATE=D&uplicera

MNU_FLATTEN = &Sammanfoga
MNU_FLATTENALL = &Sammanfoga alla

LST_CHANGESHAPE = Ändra figur

TAB_SHAPESTYLES=Figurformer

TBN_SHAPETEXT=Infoga &text...
TBN_SHAPEFILL=Fyll
MNU_SHAPEFILL_NOFILL=Ingen fyllnad
MNU_SHAPEFILL_SOLIDFILL=Solid fyllnad
MNU_SHAPEFILL_GRAFILL=Vertikal tonad fyllnad
MNU_SHAPEFILL_RADIALFILL=Horisontal tonad fyllnad

TBN_SHAPEOUTLINE=Kontur
MNU_SHAPEOUTLINE_NOLINE = Ingen kontur
MNU_SHAPEOUTLINE_SOLIDLINE = Solid linje
MNU_SHAPEOUTLINE_DOTLINE = Punktlinje
MNU_SHAPEOUTLINE_DASHLINE = Streckad linje
MNU_SHAPEOUTLINE_DASHDOTLINE = Streck-punktlinje
MNU_SHAPEOUTLINE_DASHDOTDOTLINE = Streck-punkt-punktlinje


TBN_SHAPEFORMAT=Formatera
TBN_SHAPEEFFECTS=Figureffekter
MNU_SHAPEEFFECTS_NOEFFECTS=Inga effekter
MNU_SHAPEEFFECTS_SHADOW=Effekter
MNU_SHAPEEFFECTS_SHADOWUSE=Skugga
MNU_SHAPEEFFECTS_SHADOWOPTION=Alternativ...

MNU_SHAPEEFFECTS_BALLOONPOS=Pratbubbleriktning
MNU_SHAPEEFFECTS_BALLOONPOSTL=Toppen-vänster
MNU_SHAPEEFFECTS_BALLOONPOSTR=Toppen-höger
MNU_SHAPEEFFECTS_BALLOONPOSBL=Botten-vänster
MNU_SHAPEEFFECTS_BALLOONPOSBR=Botten-höger

MNU_SHAPEEFFECTS_ARROWSTART = Början
MNU_SHAPEEFFECTS_ARROWEND = Avslut
MNU_SHAPEEFFECTS_ARROWNONE = Ingen pil
MNU_SHAPEEFFECTS_ARROW1 = Pil 1
MNU_SHAPEEFFECTS_ARROW2 = Pil 2
MNU_SHAPEEFFECTS_ARROWCIRCLE = Cirkel
MNU_SHAPEEFFECTS_ARROWDIAMOND = Diamant

MNU_SHAPE_ARRANGE=Ordna
BTN_SHAPE_FRONT=Flytta &frammåt
BTN_SHAPE_BACK=Flytta &bakåt

BTN_SHAPE_ARROWSTYLE=Pilform

TAB_SHAPECOLOR=Figurfärger

#4.0.0
TAB_NUMBERSTAMP_NUMBER=Stämpelformer
MNU_NUMBERSTAMP_CURRENT=Aktuellt
MNU_NUMBERSTAMP_NEXT=Nästa
TAB_NUMBERSTAMP_STYLE=Stämpelstilar
MNU_NUMBERSTAMP_SIZE=Storlek
MNU_NUMBERSTAMP_SIZE_SMALL=&Liten
MNU_NUMBERSTAMP_SIZE_Medium=&Medium
MNU_NUMBERSTAMP_SIZE_LARGE=&Stor
MNU_NUMBERSTAMP_SHAPE=Figurer
MNU_NUMBERSTAMP_SHAPE_CIRCLE=&Cirkel
MNU_NUMBERSTAMP_SHAPE_RECTANGLE=&Rektangel

TBN_SELECT_CROPNEW=Beskär till &ny bild
TAB_SELECT_SIZE=Storlek
MNU_SELECT_SIZE_LEFT=Vänster
MNU_SELECT_SIZE_TOP=Överkant
MNU_SELECT_SIZE_WIDTH=Bredd
MNU_SELECT_SIZE_HEIGHT=Höjd
MNU_SELECT_INVERTSELECTION=Invertera
#4.0.0

[Licenses]

rdoRegistered = Jag är registrerad användare med registreringskod för kommersiellt bruk.
rdoPersonal = Jag vill använda programmet för personligt bruk.
btnBuy = &Köp Nu
btnRegister = &Registrera
btnAgree= &Godkänn
btnClose = &Stäng
lblEnterLicense = Ange dina registreringsuppgifter
lblOwnerName = Namn
lblRegistrationCode = Registreringskod

lblLicenseInfo = Den här produkten är licencierad till: 
lblPersonalUse = FÖR HEMMANVÄNDARE ( ENDAST FÖR PERSONLIGT BRUK )

[CommercialVersionTrial]

btnModeTrial = Utvärderingsversion
btnModeTrialDescription = Jag vill fortsätta använda produkten på utvärderingsbasis.
btnModeActivate = Aktivera din licensnyckel
btnModeActivateDescription = Jag är registrerad användare och jag har en licensnyckel.
btnModeBuy = Köp nu
btnModeBuyDescription = Gå till den officiella hemsidan för att köpa licensnyckel.
lblTrialDescription = Detta är en 30-dagars utvärderingsversion av PicPick. När utvärderingsperioden gått ut, måste du antingen köpa en licens för att låsa upp programmet, eller avinstallera det från din dator.
btnContinueTrial = &Fortsätt utvärdera
lblDayLeft = Du har {$1} dag(ar) kvar på din {$2}-dagars utvärdering.
lblDayExpired = Din licens är inte längre tillgänglig.
lblEnterLicense = Ange din licensinformation
lblOwnerName = Användarnamn
lblRegistrationCode = Licensnyckel
lblRegistrationHelp = Problem med aktiveringen?
btnRegister = &Aktivera
lblActivationOffline1 = 1. Gå till nedanstående URL (webbadress) och hämta din autentiseringskod. Om du är 'offline', måste du koppla upp dig, eller använda en annan uppkopplad dator.
lblActivationOffline2 = 2. Klistra in din autentiseringskod från ovanstående URL (webbadress).

lblAuthCode =Autentiseringskod:

[ImagesSet]

grbJPEGOption=JPEG-alternativ
lblJPEGQuality=Kvallitet
cboJPEGQualityMaximum = Max
cboJPEGQualityHigh = Hög
cboJPEGQualityMedium = Medium
cboJPEGQualityLow = Låg

[SaveAll]

grbSaveOptions=Alternativ
lblSelectFolder=Välj en mapp att spara skärmklipp i.

rdoAllImages=Alla bilder
rdoUnsavedImages=Alla osparade bilder

grbFileOptions=Filalternativ
lblFileName=Filnamn
lblFileType=Filtyp
rdoFiles=Filer

[ColorBalance]

grpbxColorBalance=Färgbalans
lblColorLevels=Färgnivåer

grpbxToneBalance= Ton
rdbtnShadows=Skuggor
rdbtnMidtones=Mellantoner
rdbtnHighlights=Högdagrar
chckbxPreserveLuminosity=Bevara luminiscens

[StartPage]

lblStartHome = Välj en åtgärd...
lblStartTitle1 = Ny aktivitet
lblStartTitle2 = Grafiska tillbehör
chkStartDoNotShow = Visa inte detta fönster när programmet startas

[Watermark]

lblWaterMarkPreview = Förhandsgranskning:
lblWaterMarkFile = Fil:
lblWaterMarkPosition = Position:
lblWaterMarkOpacity = Opacitet:
lblWaterMarkOffsetX = Offset-X:
lblWaterMarkOffsetY = Offset-Y:
chkWaterMarkAuto=Lägg automatiskt till en vattenstämpel på nya skärmklipp.

#-------------------------------------------------------------
;PicPick Cloud Storage Service uploader is powered by Cloud Explorer.
;If you translate below [CloudExplorer] section, your translator name will be displayed in our new software "Cloud Explorer" as well.
;For more information, please visit http://www.getcloudexplorer.com

[CloudExplorer]
:COMMON
btnOK=&OK
btnCancel=&Avbryt
btnApply=&Verkställ
btnContinue=&Fortsätt

:OPTION
grbOptionLanguage=Visningsspråk
grbOptionConnection=Hantera anslutningar
btnOptionConnectionClear=&Ta bort alla molnanslutningar

:MAINFORM
lstFilesName=Namn
lstFilesDate=Datum
lstFilesType=Typ
lstFilesSize=Storlek

mnuAction=Åtgärd
mnuOpen=Öppna
mnuDownload=Ladda ner
mnuUploadMenu=Ladda upp
mnuUploadFile=Ladda upp filer
mnuUploadFolder=Ladda upp mapp
mnuUploadImage=Ladda upp bild
mnuNewFolder=Ny mapp
mnuDelete=Ta bort
mnuRename=Byt namn

itemHome=Hem
itemOption=Alternativ
itemAbout=Om
itemDropbox=Dropbox
itemGDrive=Google Drive
itemSkydrive=SkyDrive

strAllFile=Alla filer (*.*)
strSearchResult=Sökresultat för "%s"

lblHomeTitle= Välj en tjänst att ansluta till...
lblUploadMode=Välj en tjänst för att ladda upp bilden

itemCount=%s objekt
itemSelectedCount=%s markerade objekt

:PREVIEW
lblPreviewPreviewTitle=Förhandsgranskning
lblPreviewDescriptionTitle=Beskrivning
strPreviewNoDescription=Ingen beskrivning

:DOWNLOADFORM

DownloadFormCaption=Laddar ner...
strPrepareDownload=Förbereder nedladdning
strDiscoveredItems=Hittade %s objekt...
strPleaseWait=Vänta medan listan förbereds...
strDownloading=Laddar ner %s objekt
strDownloadName=Namn: %s
strDownloadRemaining=Återstående objekt: %s1 ( totalt: %s2 )


:UPLOADFORM
UploadFormCaption=Laddar upp...
strPrepareUpload=Förbereder uppladdning
strCreatingFolder=Skapar mapp
strUploading=Laddar upp %s objekt
strUploadName=Namn: %s
strUploadRemaining=Återstående objekt: %s1 ( totalt: %s2 )

:LOGINFORM
LoginFormCaption=Inloggning
chkSaveConnection=Spara anslutningsuppgifterna på den här datorn
lblBrowserCall=Din webbläsare kommer att visas om %s sekunder.
lblBrowserCallRetry=Begär åtkomst till %s igen.
lblBrowserAccess1=För att ansluta ditt %s-konto måste du först logga in via webbläsaren.
lblBrowserAccess2=När du har loggat in, kan du stänga webbläsaren och fortsätta.

:USERINFO
lblUserInfoStorage=Lagring:
lblUserInfoUserNameTitle=Konto:
lblUserInfoSpaceTitle=Utrymme:
btnUserInfoLogout=Logga ut
strSpace = %s1 ledigt, av %s2

FileTypetext=text
FileTypedocument=dokument
FileTypeimage=bild
FileTypevideo=film
FileTypeaudio=ljud
FileTypefile=fil
FileTypefolder=mapp
FileTypealbum=album

:UPLOAD
lblUploadFileNameTitle=Filnamn
lblUploadFileSizeTitle=Filstorlek
lblUploadFilePreviewTitle = Förhandsgranska
btnUploadUpload=Ladda upp här

:MESSAGEBOX
strDelete1item=Vill du verkligen ta bort den här filen?
strDelete1moreitems=Vill du verkligen ta bort de här %s objekten?

strFolderExist=Mappnamnet finns redan.
strDownloadFileExist=Det finns redan en fil med samma namn på den här platsen.\n\nVill du ersätta den?
strCreateFolder=Ange ett nytt mappnamn.
strRename=Ange ett nytt namn.


strInvalidFolderName=Mappnamnet är ogiltigt.
strCannotDelete=Kan inte ta bort fil(er)/mapp(ar).

strUpdateCheck=En nyare version av molnutforskaren finns tillgänglig. Vill du besöka nedladdningssidan nu?\nTänk på att din nuvarande version kanske inte är kompatibel med dina molnlagringstjänster.
strAuthFail = Auktoriseringen misslyckades. Försök igen!

strDownloadFolder=Välj en mapp för att ladda ner markerad(e) fil(er).
strUploadFolder=Välj en mapp för att ladda upp
#-------------------------------------------------------------

[Website Resources]
;This is not related to translate PicPick software itself.
;However, please help us to translate official website to your languages.

;MENU	Home
;	Features
;	Download
;	BUY NOW
;	Partners
;	Contact
	
;BUTTON	Free Download
;	BUY NOW
;	Free for personal use, Try it today.
	
;HOME	all-in-one design tool for everyone
;	A full-featured screen capture tool, Intuitive image editor, color picker, color palette, pixel-ruler, protractor, crosshair, whiteboard and more
;	User friendly and full of features for creating your image, Suitable for software developers, graphic designers and home users.
	
;	Key features
;	Capture anything : Take screenshots of an entire screen, an active window, the scrolling windows and any specific region of your desktop, etc.
;	Edit your images : Annotate and highlight your images:text, arrows, shapes and more with the built-in image editor that includes the latest Ribbon style menu.
;	Enhance with effects : Easily add effects to your images:drop shadows, frames, watermarks, mosaic, motion blur, brightness control and more
;	Share everywhere : Save, share, or send your images via Web, email, ftp, Dropbox, Google Drive, SkyDrive, Box, Evernote, Facebook, Twitter and more.
;	Graphic Accessories : Variety of graphic design accessories including color picker, color palette, pixel ruler, protractor, crosshair, magnifier, whiteboard
;	Customizable setting : With highly advanced settings, you can customize hotkeys, file naming, image quality, and many other options that fits your needs.
	
;	Reviews
;	This program makes us think of a Swiss Army Knife, or perhaps a well-stocked, well-organized desk drawer. 
;	There are all kinds of helpful tools here, and we think PicPick would be useful to Web designers, graphic designers, and even the average computer user who occasionally needs to work with graphics.
;	Specially designed for the home user and aiming at giving as much flexibility as possible during the work. It even includes some features never to be found in Photoshop.
;	PicPick, besides being a very easy to use image editor also sports graphic capture options and a set of hotkeys and options some similar editors would envy.
	
;	Links
;	Sitemap
;	License
;	End User License Agreement
;	Privacy Policy
;	Uninstallation
	
;FEATURES	
;	[Screen Capture]
;	Take screenshots of an entire screen, an active window, the scrolling windows and any specific region of your desktop, etc
;	Customize your own keyboard shortcuts
;	Support multiple monitor environments, capturing with cursor, auto save and file naming, etc
;	Support the floating widget Capture Bar which makes it easy for you to take screenshots.
	
;	Full-screen
;	Active window
;	Window control
;	Scrolling window
;	Region
;	Fixed region
;	Freehand
;	Repeat last capture
;	Capture widget
;	Capturing with cursor
;	Delayed capture
;	Auto-save
	
;	[Image Editor]
;	With the built-in image editor that includes the latest Ribbon style menu, you can annotate and highlight your images.
;	Drawing
;	Insert text
;	Arrows, lines
;	Shapes
;	Balloon
;	Highlight tool
;	Crop
;	Resize
;	Rotate
;	Invert
;	Grayscale
;	Mosaic
;	Frame
;	Watermark
;	Blur
;	Sharpen
;	Brightness
;	Hue / Saturation
;	Color balance
	
;	[Save, share, or send]
;	Once done with capturing and editing your images, you can save, share, or send it with a variety of outputs
;	Clipboard
;	Image files
;	PDF
;	Printer
;	Web (imgur)
;	Web (imageshack)
;	Dropbox
;	Google Drive
;	SkyDrive
;	Box
;	Facebook
;	Twitter
;	Skype
;	FTP Server
;	e-mail
;	Microsoft Word
;	Microsoft PowerPoint
;	Microsoft Excel
;	External program
	
;	[Color Picker]
;	Help you find the exact pixel color code on your screen with a built-in magnifier window
;	Support RGB, HTML, C++, Delphi
;	Color Palette
;	Find and tune the exact pixel color code using photoshop styled color picker which supports RGB, HSV.
;	Pixel Ruler
;	Help you measure the size of objects and place objects in precise locations on the screen.
;	Support horizontal and vertical orientation, units (pixels, inches, centimeters), DPI settings (72, 96, 120, 300), skins
;	Magnifier
;	With light, smooth and sizable magnifier tool, you can see any desktop area magnified in its magnification glass.
;	Crosshair
;	Figure out the relative coordinate of picture position with this feature.
;	This can be useful for example in developing HTML image maps.
;	Protractor
;	Help you find angles on screen. Pick a center, then a location, then the angle in degrees away from the first. 
;	This can be used in a variety of photography, math, and graphics applications
;	Whiteboard
;	You can have virtual whiteboard on your desktop. You can use it for presentation or drawing something on your desktop.
	
;BUYNOW	Number of Users
;	Price (USD)
;	Limited time offer!
;	Payment Type
;	Secure online Credit Card
;	PayPal
;	Wire Transfer
;	Phone
;	Fax
;	Mail / Check / Money Order
;	Plimus is online payment system that we recommend. it supports a fully secure online payment service with a variety of payment methods like paypal, credit card etc.
;	Thank you for choosing PicPick!
	
;	One registered copy of PicPick may be used by a single person who uses the software personally on one or more computers (for example, PC and laptop), or it may be installed on a single workstation used non-simultaneously by multiple persons, but not both.
;	One license may not be shared between different users.
;	Licenses include unlimited free upgrades to all future versions of PicPick.
;	Prices in Euro, UK Pounds and other currencies are available on the Order Page.

#-------------------------------------------------------------

[Message]
MSG_TRAY_TITLE = PicPick
MSG_ICON_TITLE = PicPick
MSG_MESSAGEBOX_TITLE = PicPick
MSG_PROTRACTOR_CENTERPOINT = Markera en mittpunkt med klick på skärmen.
MSG_PROTRACTOR_POINT = '
MSG_ACTIVEWINDOW_1 = Tryck på [
MSG_ACTIVEWINDOW_2 = ] tangenten för att .
MSG_EXITSAVEIMAGE_1 = Vill du spara ändringar i [
MSG_EXITSAVEIMAGE_2 = ]?
MSG_DEFAULT_IMAGENAME = Bild
MSG_DIRECTORYACCESSERROR = Kan inte öppna katalogen.
MSG_DEFAULT_TAPNAME = Ingen bild
MSG_HOTKEY_ALREADY1 = PicPick kan inte registrera följande snabbtangenter.
MSG_HOTKEY_ALREADY2 = Vill du ändra dom här snabbtangenterna?
MSG_THISFOLDERNOTFOUND = Destinationen [sökväg eller katalognamn] kan inte hittas.
MSG_INVALID_FILENAME = Ogiltigt filnamn.
MSG_INVALID_CLIPBOARD = Kan inte läsa in urklippsdata! (Ogiltigt urklippsformat)
MSG_CANNOTREPEATCAPTURE = Kan inte hitta markerat område från senaste skärmklippet.
MSG_CLOSEALLIMAGE = Vill du stänga alla osparade bilder?
MSG_FILE_OPEN =Öppna
MSG_FILE_SAVE =Spara som
MSG_NEWVERSIONAVAILABLE = En nyare version av PicPick finns tillgängligt. Vill du besöka hemsidan för att ladda ner?
MSG_PROGRAM_NOTADDYET=Du måste specifisera ett externt program för att skicka dina skärmklipp!
MSG_EXTERNALPROGRAMERROR=Kan inte hitta det specifiserade externa programmet. 
MSG_PARAMETERS_TITLE=PicPick parametrar
MSG_OLDLANGUAGE =Språkfilen är en gammal version, en del text är inte översatt. Vill du verkligen byta språk? 
MSG_INVALIDALBUMNAME=Albumet är korrupt.
MSG_CREATEFAILUREALBUM=Kan inte skapa album.
MSG_LOADINGFAILUREALBUM=Kan inte läsa in album.
MSG_IDEMPTY = Ange användar-ID.
MSG_PWEMPTY = Ange lösenord.
MSG_SAVE = &Spara
MSG_DONTSAVE = Spara i&nte
MSG_DONTSAVEALL = Spara inte &någon
MSG_NODISPLAYAGAIN = Visa inte detta medelande igen
BTN_YES = &Ja
BTN_NO = &Nej
BTN_NOALL = &Nej till alla
MSG_INPUTTEXT = Infoga text här
MSG_FLATTENLAYER= För den här aktiviteten måste du sammanfoga figurerna med bakgrundsbilden. Vill du sammanfoga figurerna?
MSG_FLATTENALL=Vill du sammanfoga alla figurer?
MSG_INVALID_DOWNLOADURL = Ett fel uppstod vid nedladdningen.
MSG_OPENURL=Ange en webbadress.
MSG_ANYSETTINGOK = Inställningarna har ändrats.
MSG_DEFAULTEDITOR=PicPick har registrerats som standardredigerare för bilder.
MSG_FTPINFONEED=Du måste ange dina FTP-serveruppgifter först.
MSG_CONNECTIONFAIL=Ett fel uppstod vid anslutning till servern.
MSG_PROGRAM_NOSKYPE=Kan inte hitta Skype.
MSG_ACTIVATE_OFFLINE=Kan inte aktivera din licens på grund av nätverksproblem eller något annat. Vill du aktivera licensen i offline-läge?
MSG_ACTIVATE_OK = Din licens är aktiverad. Tack för att du valde PicPick!
MSG_ACTIVATE_TRIAL = Utvärderingsversionen har aktiverats. Tack för att du valde PicPick!
MSG_ACTIVATE_FAIL = Aktivering har nekats. Vänligen, kontakta PicPick Support Center.
MSG_VALIDOWNERNAME = Ange ett giltigt användarnamn.
MSG_VALIDLICENSEKEY = Ange en giltig licensnyckel.
MSG_FILENOTFOUND = Kan inte hitta filen.
#3.4.0
MSG_CAPTUREAREAFAIL=Ett fel uppstod vid beräkning av klippet. Vänligen, kontrollera om annan mjukvara (antivirus, malware/spyware) kan ha orsakat felet.
#3.4.0
